var APP_DATA = {
  "scenes": [
    {
      "id": "0-----",
      "name": "Сквер –  зона входа",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": 1.4555756439406222,
        "pitch": 0.0985128795371999,
        "fov": 1.5833706456524346
      },
      "linkHotspots": [
        {
          "yaw": -2.474826293213468,
          "pitch": 0.13502451280392336,
          "rotation": 0,
          "target": "1--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.805747214098961,
          "pitch": 0.29491711667876963,
          "title": "Сквер имени&nbsp; Аксаковых",
          "text": "Тематический сквер посвященный семье Аксаковых.<div bis_skin_checked=\"1\">Именно там, где сейчас располагается сквер, стоял дом семьи Аксаковых. Почетный гражданин Самары, губернатор Григорий Аксаков жил там со своей дочерью Олей, которой ее дедушка, знаменитый русский писатель Сергей Аксаков посвятил сказку \"Аленький цветочек\".&nbsp;&nbsp;</div><div bis_skin_checked=\"1\">Дом Аксаковых не сохранился. В 1930-х годах на его месте открыли сквер с пятью фонтанами и массивными лестницами по проекту П.А.Щербачёва.</div><div bis_skin_checked=\"1\">С годами сквер утратил первоначальный облик.</div><div bis_skin_checked=\"1\">&nbsp; В 2020-2021 годах сквер заново благоустроили. Планировку сквера, реализованную архитектором Щербачёвым, решили сохранить, восстановили систему фонтанов. По задумке архитектора Дмитрия Храмова концепцией стало создание новой интерпретации символических образов сказки Сергея Аксакова «Аленький цветочек». По всему скверу установлены арт-объекты – оригинальные светильники в виде пластин из закаленного стекла с подсветкой. Светильники представляют собой&nbsp;</div><div bis_skin_checked=\"1\">&nbsp;страницы книг с текстом и иллюстрациями сказки «Аленький цветочек». Сюжет сказки иллюстрируется и дендрологическим сценарием (летом сквер украшен цветами и другими декоративными растениями).&nbsp;</div>"
        },
        {
          "yaw": 1.0151615413361164,
          "pitch": 0.30241331650092107,
          "title": "Скульптурная композиция «Семья Аксаковых».",
          "text": "Скульптурная композиция посвященная семье Аксаковых, изготовлена из бронзы заслуженным художником России Иваном Ивановичем Мельниковым.&nbsp; В композицию входит три фигуры&nbsp;–&nbsp;писатель Сергей Тимофеевич Аксаков, его сын Григорий Сергеевич, служивший в Самаре губернатором с 1867 по 1872 год, и внучка Ольга&nbsp; для которой&nbsp; &nbsp;Сергей Тимофеевич и написал сказку «Аленький цветочек»."
        },
        {
          "yaw": 0.5241351131483611,
          "pitch": 0.20328049418229277,
          "title": "Смотровое окно&nbsp; на археологическую находку.",
          "text": "<div bis_skin_checked=\"1\">Во время работ по реконструкции сквера обнаружили фрагмент усадьбы XIX века, остов печи, сложенный из старинных кирпичей, и эфес офицерской шашки. Архитектурные фрагменты законсервировали в специальном тоннеле под стеклянным потолком, оборудовали освещением, чтобы посетители сквера могли посмотреть на археологическую находку.</div><div bis_skin_checked=\"1\"><br></div>"
        }
      ]
    },
    {
      "id": "1--",
      "name": "Продолжение сквера",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": 1.7633354387022004,
        "pitch": 0.010140158338526106,
        "fov": 1.4939833285427824
      },
      "linkHotspots": [
        {
          "yaw": -1.909131782148508,
          "pitch": 0.2981701003006769,
          "rotation": 0,
          "target": "0-----"
        }
      ],
      "infoHotspots": []
    }
  ],
  "name": "Сквер имени семьи Аксаковых",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": false,
    "fullscreenButton": true,
    "viewControlButtons": true
  }
};
